CSI API ETABS v1
cSapModel.DesignResults Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignResults DesignResults { get; }
ReadOnly Property DesignResults As cDesignResults
	Get
Dim instance As cSapModel
Dim value As cDesignResults
value = instance.DesignResults
property cDesignResults^ DesignResults {
	cDesignResults^ get ();
}
abstract DesignResults : cDesignResults with get
Property Value
Type: cDesignResults
See Also
Reference
cSapModel Interface
ETABSv1 Namespace